Show / Hide Table of Contents
Enum LoadType
Type of load impuls
Namespace: IdeaRS.OpenModel.Loading
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum LoadType
Fields
 Name |  Description
 LoadForce
Force load impuls
 LoadMoment
Moment load impuls
 Improve this Doc
 View Source